export const headerData = [
    {
        name: 'Про мене',
        path: '#about',
    },
    {
        name: 'Мої роботи',
        path: '#scils',
    },
    {
        name: 'Мої технології',
        path: '#work',
    },
    {
        name: 'Контакти',
        path: '#contact',
    },
]

export const aboutData = [
    {
        id: '1',
        desc: 'Вчуся Розробці сайтів більше двох років.',
    },
    {
        id: '2',
        desc: 'За цей час я створив багато цільових сторінок і багатосторонніх сайтів.',
    },
    {
        id: '3',
        desc: 'Використовую класичні технології CSS, JavaScript, React.',
    },
    {
        id: '4',
        desc: 'Використовую різні типи анімації під час розробки.',
    },
    {
        id: '5',
        desc: 'Роблю адаптації під всі мобільні пристрої.',
    },
]